Repository: iOS-vk-education/2024_1_inProgress
Catalog: VKino/VKino/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# addImageText
source: Add image
ru: Загрузить фотографию

source: Cancel
ru: Отмена

# cancel_button_label
source: Cancel
ru: Отмена

# cancelButtonTitle
source: Cancel
ru: Отмена

# changeImageText
source: Change image
ru: Изменить фотографию

source: Change theme
ru: Сменить тему

# delete_alert_message
source: Are you sure you want to delete this movie?
ru: Вы уверены, что хотите удалить этот фильм?

# delete_alert_title
source: Delete Movie
ru: Удалить

# delete_button_label
source: Delete
ru: Удалить

# deleteButtonTitle
source: Delete
ru: Удалить

# deleteConfirmationMessage
source: Are you sure you want to delete this movie?
ru: Вы уверены, что хотите удалить этот фильм?

# deleteConfirmationTitle
source: Delete
ru: Удалить

# emptyImageMessage
source: Please upload an image of the movie.
ru: Пожалуйста, загрузите изображение фильма.

# emptyTitleMessage
source: Please enter the title of the movie.
ru: Пожалуйста, введите название фильма.

source: English
ru: Английский

source: Enter actors
ru: Введите актёров

source: Enter author
ru: Введите автора

source: Enter category
ru: Введите категорию

source: Enter description
ru: Введите описание

source: Enter duration
ru: Введите длительность

source: Enter rating
ru: Введите рейтинг

# errorTitle
source: Error
ru: Ошибка

# invalidRatingMessage
source: Please enter the correct rating from 0 to 10.
ru: Пожалуйста, введите корректный рейтинг от 0 до 10.

# LanguageChangeMessage
source: To change the language, the application will be restarted.
ru: Для смены языка, приложение будет закрыто.

# LanguageChangeTitle
source: Are you sure you want to change the language?
ru: Вы уверены, что хотите сменить язык?

# movie_details_no_description
source: No description available.
ru: Нет доступного описания

# movie_details_time_units
source: min.
ru: мин.

# movie_details_title
source: Movie Details
ru: Детальное описание

# movie_details_votes
source: votes
ru: Голоса

# okButtonTitle
source: Ok
ru: Ок

source: Original title
ru: Оригинальное название

source: Rating:
ru: Рейтинг:

source: Russian
ru: Русский

source: Search
ru: Поиск

source: Select language
ru: Выбрать язык

# SettingsNavigationTitle
source: Settings
ru: Настройки

source: Title
ru: Название

# Year: %lld
source: Year:
ru: Год:

# Добавить фильм
source: Add movie
ru: Добавить фильм
